/* Shared module download status view - Play button */
"DownloadView_Play" = "Play";

/* Shared module downlaod status view - Dismiss button */
"DownloadView_Dismiss" = "Cerrar";

/* Local collection of modules tab title*/
"TabBar_Local" = "Colección";

/* Playlist tab title */
"TabBar_Playlist" = "Lista de reproducción";

/* Search tab title */
"TabBar_Search" = "Buscar";

/* Radio tab title*/
"TabBar_Radio" = "Radio";

/* About tab title */
"TabBar_About" = "Acerca de";

/* Local Import messages */
"Local_Import_One" = "1 módulo importado";

"Local_Import_Multiple" = "%@ módulos importados";

"Local_Import_None" = "No se importaron módulos";

"Local_Import_None" = "Ningún módulo importado";
"Local_Import_Already_In" = "%@ ya en la base de datos";
"Local_Import_Unknown" = "%@ desconocido";
"Local_Import_Imported" = "%@ importado";
"Local_Import_Assign" = "Asignar compositor";
"Local_Import_Cancel" = "Cancelar importación";
"Local_Import_Composer" = "Nombre del compositor";

"Local_Database_Error_Title" = "Error de base de datos";
"Local_Database_Error_Text" = "Lamentablemente, falló la apertura de la base de datos. Este es un error irreparable, se ha creado una nueva base de datos. \n\n4champ puede intentar agregar los módulos locales existentes nuevamente a la base de datos. ¿Quieres intentarlo?";
"Local_Database_Error_Try_Fix" = "Sí, por favor";
"Local_Database_Error_Nvm" = "No importa";

/* Local modules view: info note on local modules tab when no modules available */
"ModulesView_NoModules" = "No hay módulos disponibles. Encuentra módulos en Buscar o prueba en la Radio";

"PlaylistView_NoModules" = "No hay módulos en la lista de reproducción. Puede agregar módulos a una lista de reproducción con un toque prolongado en un módulo en cualquier vista.";

/* Local modules view: Module size sort selector */
"ModuleInfo_Size" = "Tamaño";

"ModuleInfo_Type" = "Tipo";

/* Local modules view: Composer handle selector in list sort */
"ModuleInfo_Handle" = "Compositor";

/* Local modules view: Search filter toggle button title */
"ModulesView_Filter" = "Refinar búsqueda";

/* Search view: Module tab title */
"G_Module" = "Módulo";

/* Search view: Texts tab title */
"G_Texts" = "Textos";

/* Search view: Composer tab title */
"SearchView_Composer" = "Compositor";

/* Search view: Group tab title */
"G_Group" = "Grupo";

/* Search failed info label */
"Error_SearchFailed" = "Error. El servidor no responde o no tienes conexión a Internet. Inténtalo más tarde";

/* Info level dialog title */
"G_Note" = "Nota";

/* OK button in dialog */
"G_OK" = "OK";

/* Cannot lock radio playlist title */
"Error_CannotLockRadioPlaylist" = "No puedes bloquear la reproducción de la radio";

/* Cannot lock default playlist title */
"Error_CannotLockDefaultPlaylist" = "No puedes bloquear la lista por defecto";

/* Playlist title on playlists view. Shows playlist name + count of modules */
"PlaylistView_PlaylistNameAndCount" = "Lista de reprod.: %1$@ (%2$ld)";

/* Label shown on playlist view when no modules */
"PlaylistView_PlaylistEmpty" = "Lista de reproducción vacía. Encuentra módulos en Buscar o añádelos desde la Colección.";

/* Radio status text
 Shown on playlist page when radio is on */
"G_RadioOn" = "Radio activada";

/* Playlist view: Default playlist button title */
"PlaylistView_DefaultPlaylist" = "Lista por defecto";

/* Clear playlist dialog clear button */
"G_Clear" = "Resetear";

/* Clear playlist dialog title */
"PlaylistView_ClearDialog_Title" = "Resetear lista de reproducción";

/* Add module to playlist selector title*/
"PlaylistSelector_Title" = "Añade módulo a la lista de reproducción";

/* Add module to playlist button*/
"PlaylistSelector_Add" = "Añadir";

/* Module table: Error show if play attempted while playlist is locked
 Playlist locked dialog message
 playlist locked info message */
"Error_CurrentPlaylistLocked" = "Lista de reproducción bloqueada.";

/* Clear playlist dialog message */
"PlaylistView_ClearDialog_Message" = "¿Quieres resetear la lista de reproducción?";

/* No comment provided by engineer. */
"G_Cancel" = "Cancelar";

/* untitled playlist default title */
"G_Untitled" = "Sin nombre";

/* About view: Buy full version button title */
"AboutView_Buy" = "Comprar la versión completa";

"About_Licenses" = "Licencias";
"About_Copyrights" = "Derechos de autor y permisos";

"AboutView_Title" = "Sobre champion-tracker";

/* About view: Full version price and description */
"AboutView_FullVersionInfo" = "La versión completa (%@) añande reproducción en segundo plano";

/* About view: Full version not purchased message */
"AboutView_NotPurchased" = "Todavía no has comprado la versión completa";

/* About view: Restore complete dialog title */
"AboutView_RestoreComplete" = "Reseteo completado";

/* About view: Restore purchases button title */
"AboutView_Restore" = "Resetear compras";

/* About view: Restore button title while restore in progress */
"AboutView_Restoring" = "Reseteando...";

/* About view: Purchase button title while purchase in progress */
"AboutView_Purchasing" = "Comprando...";

/* Local modules view: First use data collection consent dialog title */
"AnalyticsDialog_Title" = "Recolección de datos";

/* Local modules view: First use data collection consent dialog message */
"AnalyticsDialog_Message" = "champion-tracker usa Google Analytics para recolectar datos anónimos (no personales) acerca de como usas la aplicación. ¿Aceptas los términos de uso?";

/* Local modules view: Data collection consent dialog no thanks button title */
"AnalyticsDialog_NoThanks" = "No grácias";

/* Local modules view: Data collection consent more info button title */
"AnalyticsDialog_MoreInfo" = "Más información";

/* Lock-screen: playing mod by author title
 Shared module download view: Module author and name */
"LockScreen_Playing" = "%1$@ por %2$@";

/* Lock-screen: radio playlist name */
"LockScreen_Radio" = "champion-tracker radio";

/* Share module default content modname, author */
"Share_DefaultMessage" = "%1$@ by %2$@ #champion-tracker #NowPlaying ";

/* No comment provided by engineer. */
"Share_AppMessage" = "champion-tracker App - Música de Amiga en tu bolsillo";

/* Radio view: Prefetch failed title */
"Radio_FetchFailed" = "Error al cargar la radio!";

/* Radio view: Radio status disclaimer */
"Radio_RadioIsOff" = "La radio está apagada";

/* Radio Status off
 Radio status off
 Radio view: Radio status off */
"Radio_StatusOff" = "Radio OFF";

/* Radio status on
 Radio view: Radio status on */
"Radio_StatusOn" = "Radio ON";

/* Radio view: Next module label */
"Radio_NextUp" = "Siguiente:";

"Radio_Previous" = "Anterior:";

"Radio_NByN" = " %1$@ by %2$@";

/* Radio view: Fetching status label */
"Radio_Fetching" = "Cargando...";

/* Radio channel: All (whole AMP database) */
"Radio_All" = "Todos";

/* Radio channel: New (Latest AMP additions) */
"Radio_New" = "Nuevo en AMP";

"Radio_New_Count" = "Nuevo (%@)";


/* Radio channel: Local collection (offline play) */
"Radio_Local" = "Colección";

"Radio_Custom" = "Personalizado";

"Connectivity_Err" = "Hay un problema al conectar con amp.dascene.net. Puede utilizar la aplicación en el modo fuera de línea y tocar melodías locales, pero la búsqueda y funciones de la radio no va a trabajar. Compruebe champion-tracker Mastodon feed para posibles cambios en el estado.";

"Social_Check" = "champion-tracker en Mastodon";

/* Radio view: Label shown if local channel selected but no local modules in database */
"Radio_NoLocalModules" = "No tienes módulos en tu dispositivo";

"Radio_NoSelection" = "Configurar un canal personalizado a través de la pestaña de búsqueda";

/* Radio view: annotation on modules that are in local collection*/
"Radio_InLocalCollection" = "En este dispositivo";

"Radio_NotificationButton" = "Notificarme de nuevos módulos";

"Radio_NotificationButton_Settings" = "Configuración de las notificaciones";

"Radio_Notification" = "%@ módulos nuevos en champion-tracker Radio";

"Notifications_Title" = "Notificaciones";

"Notifications_BackgroundFetchDisabled" = "champion-tracker necesita buscar a fondo el permiso para notificar sobre los nuevos módulos. Puede habilitar esta configuración de la aplicación en";

"Notifications_Disabled" = "Usted ha abonado a las notificaciones, pero las notificaciones está deshabilitado en la configuración de aplicaciones";

/* Module download: Unsupported format info label */
"Search_UnsupportedFormat" = "Formato no soportado.";

/* Module table: nondownloaded module title
 Non-downloaded module overlay title */
"Search_TapToLoad" = "Haz click para descargar...";

/* Downloading module info label
 Downloading module status label */
"Search_Downloading" = "Descargando...";

/* Module table: pending download label title */
"Search_DownloadPending" = "Descarga pendiente...";

/* Search did not find anything info label */
"Search_NoResult" = "Sin resultados. Utiliza otros términos para la búsqueda";

"Search_RadioMessage_Add" = "Canal '%1$@' iniciado con %2$d módulos";
"Search_RadioMessage_Append" = "%2$d módulos añadidos al canal '%1$@'";

/* Playlist view: Local database cleanup dialog button for deleting modules */
"Dialog_Delete" = "Borrar";

"ModulesView_Delete" = "Borrar de la colección";
"NP_AddToPlaylist" = "Añadir a lista de reproducción...";
"NP_Share" = "Compartir...";

"PlaylistView_Remove" = "Borrar de la lista de reproducción";

"SearchView_Remove" = "Borrar de la colección";

/* module table: error shown if attempting to delete module that is on a locked playlist */
"Error_PlaylistLocked" = "El módulo está en una lista de reproducción bloqueada";

/* Download failed for composer modules list info label */
"Error_ModuleListFailed" = "Error al descargar la lista de módulos. El servidor no responde o no tienes conexión a Internet. Inténtalo más tarde";

/* Module table: Error shown when data indicates restricted download */
"Error_ComposerDisabled" = "El compositor ha desactivado la descarga de este módulo";

/* Playlist view: Local database cleanup message */
"Dialog_DeleteOrKeep" = "Tienes %u módulos en tu colección que no están marcados como favoritos o no están en ninguna lista de reproducción. ¿Quieres borrarlos o dejarlos donde están?";

/* Keep module button title
 Playlist view: Local database cleanup dialog button for keeping modules */
"Dialog_Keep" = "Dejarlos donde están";

/* Clean up playlist dialog title
 Playlist view: Local database cleanup dialog title */
"Dialog_Cleanup_Title" = "Borrado automático";

/* Clean up playlist dialog message */
"Dialog_DeleteOrKeep_Single" = "Cuando borras un módulo de esta lista de reproducción, lo eliminas de las otras listas. ¿Quieres borrarlo o dejarlo donde está?";

/* Module table: Error shown if module cannot be downloaded */
"Error_DownloadFailed" = "Error durante la descarga. Inténtalo más tarde";

"Error_DownloadFailed_2" = "Hmm... parece ser que no puedes descargar el módulo. Inténtalo más tarde";

"Error_PlaybackFailed" = "Lo sentimos, no puedo reproducir este archivo.";


/* Radio view: Title */
"RadioView_Title" = "4CHAMP RADIO";

/* Dialogs: Error title */
"Dialog_Error" = "Error";

/* Info level message title */
"Dialog_Info" = "Nota";

/* Dialogs: Product information not found message */
"Dialog_ProductInfoNotFound" = "No hay información sobre el producto";

/* Shared module download view / title when complete */
"ShareDialog_DownloadComplete" = "Descarga completada";

/* Module cell: Download failed transient title */
"Search_DownloadFailed" = "Error en la descarga";

/* Shared module download view: Download failed label */
"ShareDialog_DownloadFailed" = "Error en la descarga";

"AboutView_ThankYou" = "Gracias por adquirir la versión completa";

"AboutView_Share" = "Comparte champion-tracker con tus amigos";

"PlaylistView_Playlists" = "Listas de reproducción";

"PlaylistView_PlaylistName" = "Lista de reproducción";

"AboutView_Info" = "champion-tracker - Música Amiga en tu bolsillo. \n\n4champ conecta tu disposivo a la la web de AMP (Amiga Music Preservation http://amp.dascene.net) y te permite buscar autores, grupos y módulos en su base de datos. \n\n4champ usa LibOpenMPT, UADE y HivelyTracker para la reproducción.\n\n4champ para iOS  \n© Aleksi Sitomaniemi";

"AboutView_Local" = "Los módulos que te has descargado están en la pestaña de colecciones. Haz click en un módulo para empezar su reproducción, click largo añade el módulo a una lista de reproducción \n\nArrastra izquierda/derecha sobre un módulo para borrarlo. \n\nPuedes ordenar los módulos que tengas en tu dispositivo por tipo, autor, título, tamaño o esté o no en tu lista de favoritos. Usa los filtros para acceder el módulo que buscas";

"AboutView_Legal" = "champion-tracker utiliza Amiga Music Preservation Database con permiso otorgado por los propietarios del servicio. \n\nLos derechos sobre la música pertenecen a los compositores. Si piensa que la disponibilidad de un archivo de música determinado en esta aplicación viola los derechos de una tercera persona, póngase en contacto con el personal de AMP a través de amp.dascene.net para obtener un retiro rápido de dicho archivo de música.";

"AboutView_Search" = "Usa la búsqueda para acceder al módulo que buscas. Puedes buscar por autor, grupo, nombre del módulo o textos el en el módulo. Si la búsqueda del grupo encuentra un único resultado, todos los autores relacionados con el grupo aparecerán en los resultados. Si se encuentran múltiples resultados, todos los grupos aparecerán en lista; haciendo click en cualquiera de ellos se mostrarán los autores asociados con la búsqueda. \n\nResultados de la búsqueda de cabecera tiene un botón para la descarga de todos los resultados en una sola vez. Si desea mantener el módulo, pulse en Guardar icono al lado del nombre del módulo o configurar el módulo como favorito punteando en el icono de estrella. También puede iniciar una emisora de radio desde los resultados de la búsqueda siempre que haya módulos en la lista de resultados.";

"AboutView_Playlists" = "La lista de reproducción muestra los módulos en cola. \n\nEn la lista de reproducción puedes controlar la reproducción y también crear, seleccionar y borrar otras listas de reproducción. \n\n Arrastra izquierda/derecha para borrar un módulo de una lista de reproducción (pero no de la colección)";

"AboutView_Radio" = "champion-tracker mezcla los módulos de toda la base de datos en tu dispositivo.\n\nSi te gusta una canción haz click en icono (estrella) en la radio para añadirlo a una lista de reproducción. \n\n Puedes elegir entre cuatro canales: Todos (mezcla todos los módulos), Nuevos (han sido añadidos hace poco), Colección (módulos que tengas en tu dispositivo) y Personalizado (creado a partir de un resultado de búsqueda)";

"AboutView_Social" = "Síguenos en Mastodon! Últimas noticias, versiones, estado del servicio, etc. De vez en cuando también publicamos la selección de los mejores módulos!. Haz click aquí para seguirnos";

"SettingsView_Title" = "Configuración";

"Settings_StereoSeparation" = "Separación de canales (%@%%)";
"Settings_Effects" = "Efectos";
"Settings_PreviewMode" = "Modo de vista previa";
"Settings_Interpolation" = "Interpolación de muestra";

"Settings_Housekeeping" = "Borrar automáticamente";
"Settings_HousekeepingDescription" = "Selecciona que quieres que champion-tracker haga con los módulos que no estén anclados (en una lista de reproducción o marcados como favoritos)";
"Settings_AlwaysAsk" = "Preguntar antes de borrar";
"Settings_Keep" = "Guardar todos";
"Settings_DeleteNonPinned" = "Borrar no-anclados";
"Settings_AnalyticsTitle" = "Recolección de datos anónimos";
"Settings_AnalyticsOK" = "Acepto los términos de uso";
"Settings_AnalyticsDetails" = "Detalles para la recolección de datos";
"Settings_EffectsOnOff" = "Efectos on/off";
